def get_welcome_string(name):
    return \
        str.format("Добрый день, {0}! Выберите в меню, что вы хотите посмотреть.", name)


SHUTTLE = {
    "to_job": {
        "title": 'На работу',
        "time": '\n - 8:45 \n - 9:00 \n - 9:15 \n - 9:30 \n - 9:45 \n - 10:00',
        "venue": {
            'longitude': 59.948156,
            'latitude': 30.233932,
            'title': 'Остановка утренней развозки',
            'address': 'улица Одоевского, 29к1'
        }
    },
    "from_job": {
        "title": 'От офиса',
        "time": '\n - 18:30 \n - 18:45 \n - 19:00 \n - 19:15 \n - 19:30 \n - 19:45 \n - 20:00 \n - 20:20',
        "venue": {
            'longitude': 59.947216,
            'latitude': 30.256002,
            'title': 'Остановка вечерней развозки',
            'address': 'наб. р. Смоленки, 33'
        }
    }
}
